# The Bot Book

# Приветствие
hello = ' ✌🏻 Hello!\n-------------------------\nMy name is Vacancy Bot \nI can help you find a job!\n-------------------------' \
        '\nПривет! ✌ Меня зовут Бот Вакансий \nя помогу тебе найти работу!\n🔥 🔥 🔥'
lang = '🇷🇺 Выберите язык / 🇬🇧 Choose your language'
# ---------------

# кнопки
eng = '🇬🇧 English'
rus = '🇷🇺 Русский'
# ----------------

# ответ на выбор кнопки языка
lang_rus = '🇷🇺 Ваш язык Русский'
lang_eng = '🇬🇧 Your language is English'
# ---------------------

# обо мне
about_me_txt = "⌨️ Используй кнопки ниже 👇\n\nПерейти в аккаунт телеграмм \nи заказать разработку  🛠️.\n\n" \
           "А так же можешь изменнить язык! ⚙️"
# -----------------------------

# Обо мне англ
about_me_eng_txt = "⌨️ Use the buttons below 👇\n\nTo go to my Telegram account \nand order development 🛠.\n\n" \
           "You can also use the second button to change the language! ⚙️"

# ----------------------------------

# исключение когда не ясно

underst = "Не понимаю.. Нажмите кнопку Проверить! 🔄 / I don't understand. Press Check! 🔄"
sleep = 'Погоди, дай-ка подумать.., наверное еще не готов скрипт для твоего запроса!'
Loading_rus = 'Пожалуйста подождите идет загрузка..'

# англ вариант когда не ясно

sleep_eng = "Wait a minute, let me think..., I guess the script for your request isn't ready yet!"
Loading_eng = 'Please wait for loading...'